[
    {
      "text": "I met Thomas’ friends today at quiz and they were so much fun and so lovely! Lucy, Catherine, and Allie were so nice and I got along with them really well. I’m really excited to see them again and I am just so happy to have been able to vibe with them so well. I made them laugh multiple times at jokes I made which was awesome and felt amazing, and really, i did. appreciate the moments where they laughed. I am so happy i can appreciate that so quickly and i really love making people laugh",
      "image": "day1.jpeg",
      "date": "20230901"
    },
    {
        "text": "I went back to Lucy’s place after a great night out and oh my god she’s so beautiful. Her boobs were by far the best i’ve ever seen and I want her so bad. She is gorgeous and it was just so much fun. I told her I had a crush on her oh my god what a time this is",
        "image": "april7.jpeg",
        "date": "20230923"
    },
    {
        "text": "I’ve spent all day today thinking about how good a time I had last night with Lucy. She is actually so beautiful and I can’t wait to see her again. It is an awesome feeling crushing on someone in this way again, and I am so surprised by how fast it has come around",
        "image": "april7.jpeg",
        "date": "20230924"
    },
    {
        "text": "I really enjoyed the museum as well! It wasn’t awkward or anything and I do feel quite attracted to her. She is pretty and I know her body is amazing. I honestly am so shocked by how quickly i’ve found someone who is really cool. I know it’s super early and i don’t know what will happen but i’m happy to have met her already",
        "image": "firstdate.jpeg",
        "date": "20231001"
    },
    {
        "text": "I have Lucy to look forward to tomorrow evening which I am very much excited for. She has been excellent company when we have hung out before and I hope to kiss her this time. But it’s exciting to have something to look forward to after work too",
        "image": "april7.jpeg",
        "date": "20231005"
    },
    {
        "text": "Omg today was my date with Lucy and it went really well! We didn’t sleep until like 4am and I really really enjoyed hanging out with her. The sex was fun and the act of doing it was really fun and I just look forward to being with her",
        "image": "oct6.jpeg",
        "date": "20231006"
    },
    {
        "text": "I had a lovely time at the stand up comedy. some of them were really funny and I was just so happy. I also loved that Lucy and I got so much time to hang out. When she was waiting at the top of the stairs, that was so nice. I loved that so much. And we kissed and christ she is such a good kisser. That was the nicest thing ever. Just getting that confirmation that I want her and she wants me was so nice. I cannot wait to fuck her again",
        "image": "april7.jpeg",
        "date": "20231012"
    },
    {
        "text": "I slept with Lucy again tonight. This was really really fun. We hung out after Catherine went to bed and then we got straight to business which was fun. The talking after is always so nice and her skin is so silky. I am so happy to be with her, and be able to feel her body next to mine. She is so much fun to kiss and has the most amazing body. It was actually such a nice time. I’m really happy I got to experience being so close to her, it’s such a human thing to feel and it kinda just makes everything make sense regarding sex. This is why people like it",
        "image": "april7.jpeg",
        "date": "20231013"
    },
    {
        "text": "I’m grateful to have woke up to Lucy this morning. The cuddles were so pleasant and I enjoyed her soft touches on my skin a lot. She is so attractive. The sex this morning was really really good, and she said it was good which is nice. I’m already getting to know her well and the feeling of waking up next to her naked body is honestly so amazing. She is so beautiful",
        "image": "april7.jpeg",
        "date": "20231024"
    },
    {
        "text": "spent all morning with lucy which was so so nice. she is so lovely and fun to be around and i love this right now so much",
        "image": "april7.jpeg",
        "date": "20231025"
    },
    {
        "text": "I loved spending the night with Lucy. The first 30 minutes when we got into bed and got comfortable together was so nice. She is really lovely to talk to, and the lead up to being super attracted to her was so much fun oh my god. I was so ravenous for her and the sex was actually so good for me; I made her cum by head which is so cool haha we hung out some more and I just really love getting to know her, she’s so nice to be with and I honestly am just so grateful for the experiences I’m having with her, they’re so pleasant",
        "image": "april7.jpeg",
        "date": "20231029"
    },
    {
        "text": "I had just the best time ever with Lucy tonight. We just went out for dinner and had some drinks. I was so tired from the night before but to hang out with her, it is so worth it to wake up. We got 2 more drinks and also took the train with Catherine which was really fun. I love hanging out with them. And then Lucy and I had sex which was so fun, again she is so good at sex and i am just so happy that i’m with her. I got the sense that she really likes me, I got her flowers, we looked into each others eyes. We hugged. This is just the nicest feeling",
        "image": "april7.jpeg",
        "date": "20231105"
    },
    {
        "text": "I think i’m falling in love with Lucy. I’m not there yet but when i think of her, I am very excited. I love the progression of this relationship and I am feeling really close to her. I think from the outside perspective it would seem that we are getting really close. Which is really nice, it’s not longer weird and awkward when we sit next to each other at quiz night. I just think that is the best thing and I am so excited to see what happens",
        "image": "april7.jpeg",
        "date": "20231107"
    },
    {
        "text": "I am grateful that Lucy came into work today. It’s always so lovely to see her. I am falling in love. Lucy and I hooked up on September 24th meaning it’s still only been like 6 weeks, which is crazy. It feels like it’s been a lot more than that. But maybe that’s right. Maybe love is too strong but i’m so happy to be feeling this way right now. I like her a lot and I’m grateful for this feeling, and for the activity",
        "image": "april7.jpeg",
        "date": "20231108"
    },
    {
        "text": "I love lucy. I think it’s obvious now, but until she says it, she won’t know",
        "image": "april7.jpeg",
        "date": "20231111"
    },
    {
        "text": "Lucy came over tonight and we had the loveliest time. I am just so grateful that we are having this relationship. It’s the loveliest thing in the world. It really does feel so easy. And it’s moving at such a seamless pace. I love it so much. It really does feel so easy with her. We have the best sex i’ve ever had, she’s so beautiful. Oh my god. I am so grateful for the sex last night, I am so grateful for the kiss to sweet disposition. I am so grateful for the chats we had after. I’m so glad I met her",
        "image": "april7.jpeg",
        "date": "20231114"
    },
    {
        "text": "I love Lucy. We just always have the best time. I couldn’t ask for a better feeling than being in bed with Lucy. Whether we’re having the best sex of my life, or we’re talking, or we’re holding each other. I just dont want anything else in those moments. I want to be with her all the time and I want to enjoy every second I get with her. Every little kids, every hold, every long hug",
        "image": "april7.jpeg",
        "date": "20231117"
    },
    {
        "text": "I woke up to Lucy and sex this morning and we had the nicest cuddles and I just love this woman. I can feel she feels the same level of emotion even if she wouldn’t say i love you. We are getting so comfortable together and I can’t wait to see her again",
        "image": "nov18.jpeg",
        "date": "20231118"
    },{
        "text": "I miss Lucy. Im so glad I do though. What a lovely experience that I get to have. Where lighting is lovely. Where I can create lovely feelings just by bringing Lucy to my mind. She’s gorgeous. I love her",
        "image": "april7.jpeg",
        "date": "20231124"
    },{
        "text": "I saw Lucy today. I love this girl. We just hung out in her room when I arrived and caught up on the week which was so nice. We hugged which led to sex which of course was so good. And we watched some la la land and we chatted and I just don’t think there is anything better than being with her. Holding her closely. It’s the best feeling in the world. I love her. I think i can hold it in but i don’t know that I need to. I think we both love how this is going",
        "image": "april7.jpeg",
        "date": "20231126"
    },{
        "text": "I am grateful for waking up next to Lucy today. For being able to hug her. For having sex with her. I love her. I can’t wait to see her again tomorrow. She’s so sweet. We texted funny stuff which I loved. Being with her is just what life is about haha. So i’m happy i woke up next to her. She’s so beautiful and i’m so glad that i met her",
        "image": "april7.jpeg",
        "date": "20231127"
    },{
        "text": "Hanging out with lucy is always the best. I am in love with her.",
        "image": "april7.jpeg",
        "date": "20231128"
    },
    {
        "text": "I spent the whole day with Lucy today. And that is just amazing. I love this girl. I’m so in love with this girl. I really enjoyed playing pickleball! It was a lot of fun and i really want to play it again! Her brother was nice and it was a lot of fun to play!",
        "image": "dec2(1).jpeg",
        "date": "20231202"
    }, {
        "text": "Lucy and I hung out all day and it was so nice. We went to bryant park too which was really fun and just walking around and being with her is so nice. We then went to a bar with her friends which was pretty fun, we had some pretty great conversations at the bar too, she said “you don’t love me” and I asked her why she thinks that, and she said “bc that would be crazy”. But i do love her. I don’t think it’s crazy, but it’s fun to know",
        "image": "dec2(1).jpeg",
        "date": "20231202"
    }, {
        "text": "The hang in bed was so nice tonight. She really wanted me to tell her what I wanted, and I told her I want to be with her. And I guess she really liked that because we had some incredible sex and i just do feel so close to her! These conversations we have are some of the best i’ve ever had, and it’s so easy and it’s so nice and i’m so happy im with her",
        "image": "april7.jpeg",
        "date": "20231202"
    }, {
        "text": "I am grateful for the texts between Lucy and I. I just love everything about her",
        "image": "april7.jpeg",
        "date": "20231204"
    }, {
        "text": "I went to Lucy and Catherine’s tonight and I wasn’t sure if i was going to have an awesome time, but i did. I love locking arms with Lucy and just being with her. It’s the best thing in my life right now. It’s so nice. We can talk forever and kiss forever and I just want to be with her all the time. I love missing her too",
        "image": "dec10.jpeg",
        "date": "20231210"
    }, {
        "text": "I am so grateful for the note Lucy left. It was such a nice thing to come home to it honestly made me so happy. I’m really really happy that lucy wrote that and made my bed. It makes everything feel so nice. I love her",
        "image": "dec15.jpeg",
        "date": "20231215"
    }, {
        "text": "This morning. Loving Lucy was one of the nicest things i’ve ever done. We couldn’t get out of bed together and when we did have to say goodbye, it was honestly so so nice to be able to just stare at her so lovingly. It was such a lovely feeling i can’t wait to see her again. I could look at her forever",
        "image": "april7.jpeg",
        "date": "20231219"
    }, {
        "text": "I’m grateful for the conversation Lucy and I had this evening over text. I really miss her. I am looking forward to seeing her soon. It’s only been a couple days since we saw each other. I guess 4 so it’s nice that she said she misses me. That made me feel really nice. I love her. I can’t wait to see her in a few days",
        "image": "april7.jpeg",
        "date": "20231223"
    }, {
        "text": "the 7 minute conversation after I left Lucy for the train on the phone was one of the nicest we’ve ever had. She called and said she missed me being in the car which is honestly so so sweet. And she said so many nice things to me and i felt so close to her. I know it’s going to take time for Lucy to love me, but i really am just so in love that it’s going to be worth the wait",
        "image": "jan1.jpeg",
        "date": "20240101"
    }, {
        "text": "the text convo im having with Lucy tonight is so nice. I love talking to her. I spend so much time just imagining being with her it’s a little bit of a problem but it also just feels so good knowing that it’s still going. That i can dream about it and then experience the real thing. She’s so beautiful i miss her a lot already. I can’t wait to see her",
        "image": "april7.jpeg",
        "date": "20230103"
    },
    {
        "text": "I am so grateful for being in Lucy’s bed. We caught up on everything. we had sex. Lucy said it was the best sex ever which is such a nice thing to say. We talked in depth about our feelings for each other and why she has commitment issues and why i was sad she wouldn’t be able to ask me to be her boyfriend. And i felt like we were so close to each other. I love her. And it was one of the nicest nights. we held each other so tightly and spent the whole night in bed holding each other. It was soo nice",
        "image": "jan12.jpeg",
        "date": "20230112"
    }, {
        "text": "The way Lucy and I have been texting is so nice. I feel like we’re really starting to be relationshippy, which is my favourite thing. I love this so much i can’t wait to see her tomorrow",
        "image": "april7.jpeg",
        "date": "20230113"
    }, {
        "text": "I had the best day with Lucy today. We played pickleball which was so much fun. Had breakfast at a diner which we also had lovely chats. had shower sex for the first time and watchrd notting hill! Then catherine came home and we hung out and watched midnight in paris which was such a good movie! and now im happy that she still wants me to be here. It’s really nice",
        "image": "april7.jpeg",
        "date": "20230115"
    }, {
        "text": "Lucy came over and I made her some Martini’s. It was really lovely having her here. and it was really fun. We then got dim sum which was realllyy tasty and i’m just so happy that it had real chinese food. It was so nice having dinner with her. I feel like I could just spend all day everyday with her. We then dropped intamicy edibles which was soo lovely. We laughed so much together and we had lovely sex. And I just want to be with her. I’m so grateful for this day. I’m so grateful for the time we get to spend together. And I’m so grateful to be FIL",
        "image": "jan17.jpeg",
        "date": "20230117"
    }, {
        "text": "I got to wake up with Lucy this morning. It’s got to be one of the best things about life. To be in her arms first thing. My day could not possibly get better. I love her, with so much of my heart. We had coffees and bagels together which was so nice. and then saying goodbye was so sad. But it’s so nice how much i love holding her. It’s possible this is the last time i’ll fall in love. So i will appreciate it as much as I can",
        "image": "april7.jpeg",
        "date": "20230118"
    }, {
        "text": "I’m grateful for Lucy telling me she misses me. It fills me with so much joy. I just love it so much. I love falling in love with her. I just love her. i’m grateful for my eyes that can see her, and i’m grateful for my skin that can feel her. I’m grateful for my mouth so I can taste her. I’m grateful for my nose to (pretend) to smell her. I am grateful to be human, and to have this mechanism as part of life. it’s magical and wonderful and i love it so much",
        "image": "april7.jpeg",
        "date": "20230120"
    }, {
        "text": "I woke up to Lucy this morning and it is just the nicest thing in the world. the feeling i get being with her is the best life has to offer and im just so incredibly glad to be alive with her",
        "image": "jan23.jpeg",
        "date": "20230124"
    }, {
        "text": "It was just the best thing in the world for Lucy to come into work today. Everyone was soo excited to meet her. She said she felt like a celebrity which is absolutely hilarious. Everyone was realllyy excited to meet her. They said she is reallllyyy pretty, and lovely and Neury said she was so sweet and had this attitude of almost awe that i had found her. And hanging out with her was amazing. It was just the absolute nicest. I enjoy spending every second possible with her, which is just so nice",
        "image": "april7.jpeg",
        "date": "20230124"
    }, {
        "text": "Waking up to lucy is the best thing in the world. I love it so much. We had really nice sex this morning and oh man i just love that she is in my life. I’m genuinely so proud to be able to call her my girlfriend and I think she is just such a cool human. I’m very grateful for the mornings like this and I swear I will never take waking up next to her like that for granted",
        "image": "april7.jpeg",
        "date": "20230128"
    }, {
        "text": "It’s only been 12 hours since i last saw Lucy but I already miss her. I just want to be in her company at every moment of my life. It’s sooo nice to be falling in love. I am in the best moments of my life so far right now. And that is just so awesome. Life is just so awesome. And I’m so awesome.",
        "image": "april7.jpeg",
        "date": "20230129"
    }, {
        "text": "I’m grateful for Lucy. She came over and it was such an awesome time. I cooked for her and we watched the bachelor and it was just so nice. I loved it so much. Being with her is the nicest thing in the world and I’m really happy. I truly do hope she falls in love with me. It would be very nice. But even what we have now is gorgeous",
        "image": "april7.jpeg",
        "date": "20230130"
    },{
        "text": "I am with Lucy right now and it’s really really nice. We just had sex and i am feeling so comfortable with her. I really feel like we’re getting along so well and I’m just so happy to be with her in this moment. Right now, i’m with her. This morning I could t wait for this. It’s school that we are comfortable now to do our journaling in silence before we go to bed. This relationship is feeling really nice",
        "image": "feb3.jpeg",
        "date": "20230204"
    },{
        "text": "I am grateful for waking up next to Lucy. It’s still my favourite thing in the world. She’s so soft and warm and loving. And we had sex today too which is soo nice. I love her. I love holding her. I love the feeling i get when i’m with her. I love looking at her. And i love that i really do appreciate this",
        "image": "april7.jpeg",
        "date": "20230205"
    },{
        "text": "I’m grateful that i’m feeling so strongly toward Lucy after I told her that I loved her. It’s actually been such a relief. It’s almost as if I had been repressing my feelings by repressing telling her that i loved her. And now it’s all coming out. I’m really in love with this girl. I’m so glad she came into work today, it was so nice. And I just love spending time with her so much. She’s the best ever. i’m so happy that i told her and Im really happy that im feeling so positively about telling her, and about her after it all",
        "image": "love.jpeg",
        "date": "20230209"
    },{
        "text": "I have felt so close to Lucy when we have hung out together recently. It’s such a lovely feeling. Today we talked about our relationship fears, and worries, and it went so well. We had the perfect sex tonight and i’m just so happy to be with her. She’s so beautiful. I am so in love with her at the moment. It’s really such a beautiful thing",
        "image": "april7.jpeg",
        "date": "20230211"
    },{
        "text": "I’m so grateful for Lucy. oh it is just so nice to have her in my life. I love that i feel so interesting to her, and not in like a weird way. But in a way where I feel she genuinely wants to hear what i think about things, and my view on life. And that’s just so nice. She makes me feel really loved and i can’t wait to see her tomorrow.",
        "image": "kjun.jpeg",
        "date": "20230216"
    },{
        "text": "Lucy came to my apartment today after she got back from Toronto. It was so nice. I feel so close to her and I want to hold her so tightly when i’m with her. I love her. We are so into each other it’s so much fun. I feel like she’s pretty close to telling me that she loves me. I’m really looking forward to that moment. But for now, it’s really okay. I’m so in love with her. she’s amazing. We can just hang out so easily and we always have things to talk about and we always have a good time together. It’s so nice.",
        "image": "feb17.jpeg",
        "date": "20230217"
    },{
        "text": "Lucy told me she loves me tonight. It’s amazing that that’s happening. I’m so happy that we’re two people in love it’s so nice that we see each other so much. I really love her. this relationship is going so well so far and it’s just so nice! I am reallly in the moment enjoying my time with her and that’s so nice",
        "image": "april7.jpeg",
        "date": "20230218"
    },{
        "text": "I am grateful for waking up next to lucy this morning. I am so in love with her. It was soo nice to be able to look her in the eyes and tell her that i loved her when i woke and for her to be able to say it back is so nice. I’m so in love with her. It’s so nice. I miss her all the time and this is just the best feeling in a relationship and i can’t wait to spend more time with her",
        "image": "feb18.jpeg",
        "date": "20230220"
    },{
        "text": "I love spending time with Lucy. Everything I do with her is so much fun. We went to the craftsman with Anthony and it was soo much fun. It was really nice that Lucy and Anthony got along so well. And we had such a nice time at dinner too. I feel like it’s been a lot of fun with her.",
        "image": "feb22.jpeg",
        "date": "20230222"
    },{
        "text": "I only had 3 hours of sleep but to be able to say goodbye to the girl that I love and tell her I love her is so nice. I can’t wait to kiss her again. Even though i got no sleep, it was still so worth it for her love.",
        "image": "april7.jpeg",
        "date": "20230223"
    },
    {
        "text": "I’m grateful for the extra time I got to spend with Lucy. She’s so beautiful. And i’m going to really miss her. I love her. I’m really in love with her. And the kisses we share and the mouth i feel, and the cheeks, and the holding hands. It’s all just so lovely. And the chats. And the being silly, and the laughing at my jokes. It’s so much fun. I’m so happy to be here and i’m so happy that I never feel like someone who is missing out on everything. It shows that the people you hang around with really do make all the difference",
        "image": "april7.jpeg",
        "date": "20230224"
    },  {
        "text": "I’m grateful for the little chats Lucy and I have. It’s clear she really likes to talk to me and that’s so nice. I’m so looking forward to seeing her again. It’s so nice to miss someone like this",
        "image": "feb28.jpeg",
        "date": "20230228"
    },
    {
        "text": "I got kiss Lucy today. The first moment I saw her I was smiling, and she smiled which was so beautiful. And the kiss was so soft and sweet and we just wanted to be with each other in that moment. Holding her hand was so nice and she was so soft too. And we had such a nice dinner together. I wasn’t planning on staying but i’m so glad I did. We got into bed and basically just straight away had sex which was so nice. I love her. I’m so looking forward to seeing her tomorrow",
        "image": "april7.jpeg",
        "date": "20230304"
    },   {
        "text": "I got to wake up to cuddles with Lucy this morning. I love kissing her. And she was so cuddly last night which was so nice. I love being so close to her. It’s the best feeling in the world. I’m so in love with my girlfriend. It’s so nice that we can just enjoy looking at each other so much. This is a beautiful moment we’re sharing together and i’m just so grateful to be experiencing this level of love.",
        "image": "april7.jpeg",
        "date": "20230305"
    },   {
        "text": "Lucy and i went for dinner and drinks tonight at a really nice bar. we had the most intense relationship conversation ever and it was so so much fun. It was so deep and personal and human. I’ve never been able to dive into the personal depths of conversation ever with anyone. It was unbelievably deep and even if it was a hard conversation. It was so soo lovely",
        "image": "march7th.jpeg",
        "date": "20230312"
    },   {
        "text": "Seeing Lucy again was so so lovely. I love her so much. She told me she loved me so much before we went to sleep and I just thought that was the sweetest thing in the whole world. Holding her body to mine is the best feeling in the world and i’m just so excited to be with her. She is so fun to be around and it’s always so nice to see her. we had some lovely sex and a nice chat before we slept. And we slept well which is really nice too. Oh i’m just so happy to be with her",
        "image": "april7.jpeg",
        "date": "20230318"
    },   {
        "text": "I woke up to Lucy again today and it’s so nice. She is so beautiful i just am so lucky to be with her. It’s really nice being with her when i’m sick, she really is sweet. And i’m glad this illness isn’t too bad. I’m really happy i got breakfast burritos with her too. It was nice to say goodbye again and it was really cute how much we both want to be with each other. I get to miss her now which is really nice. I can’t wait to see her",
        "image": "april7.jpeg",
        "date": "20230320"
    },   {
        "text": "I am so in love with Lucy. It was so nice chatting to her tonight on facetime while she prepared to go out. she’s so so beautiful it’s amazing how good she looks, and that she is my girlfriend. I love her. hanging out with her was really nice and we just get along so well which is so good. And we laugh a lot together and we get each other which is just amazing",
        "image": "april7.jpeg",
        "date": "20230324"
    },   {
        "text": "’m sitting un bed with Lucy rn and it’s so so nice. she’s watching as i type so i can’t say too much bc i’ll get nervous but it’s really fun and this chill do our own thing g night was honestly so lovely i’m so happpy",
        "image": "april7.jpeg",
        "date": "20230325"
    },   {
        "text": "Had a phenomenal day with Lucy today. Just amazing. We got to sleep in together which is one of the nicest things we do and we never get to. We biked throughout boston which so soo nice. I met Vinnie who’s in love with Lucy but is also so so nice. I saw Lucy’s old apartments which were so nice. and her school and I get to keep learning about her life, which is what love is all about. We walked along the river and had dinner with Thomas and Annesta and it was simply an amazing day. We even went out to her favourite bar which was fun too!",
        "image": "march30.jpeg",
        "date": "20230330"
    },   {
        "text": "The drive up to Thomas’ cabin in Great Barrington was so so lovely. Lucy and I have been sitting next to each other in the car which has been so so lovely. There were moments in the car where I really was just so happy. With Lucy lying in my lap, and us being so close together. Sleeping with Lucy was also so so nice last night. We are so close to each other at the moment and it’s just the best thing in the world",
        "image": "april7.jpeg",
        "date": "20230407"
    },   {
        "text": "I’m grateful for waking up next to Lucy and getting to say goodbye to her so many times. And then again i’m grateful that we were walking home at the same time so we got to hang out which was really nice. She’s so pretty        ",
        "image": "april13.jpeg",
        "date": "20230413"
    },   {
        "text": "Being at home with Lucy is so so nice. She is so gorgeous. She cooked dinner and we watched some only murders in the building and then we had nice sex and a really good time. I love being with her. And I love her being at my house. It’s just so nice. I love her",
        "image": "april7.jpeg",
        "date": "20230414"
    },
    {
        "text": "I’m grateful for the intensity and love I feel for Lucy. It was so nice listening the my favourite song at the moment called these words and thinking about her. i’m really in love with her. i love being in love with Lucy and it’s just so nice",
        "image": "april7.jpeg",
        "date": "20230417"
    },
    {
        "text": "It’s possible this is the last time i fall in love. I wrote that in a journal entry 3 months ago. And even though sometimes i’m not sure. It really could be the last time. The last time i feel such intensity for someone. I really love Lucy. Really. Seeing her is the best thing that happens every day. It’s so nice. I love how she talks, and how she acts. She was stressed today and yet it was okay. Still fun. And she sent me a really nice text about it. I really appreciate that we’re like this.",
        "image": "april7.jpeg",
        "date": "20230418"
    },
    {
        "text": "Lucy and I had such a brilliant night together. We met at the heights rooftop bar which was so much fun. We shared 3 margaritas which was so much fun and just chatted and we’re getting along so well. I think that might be my favourite thing about Lucy. Is just how well we get along. We got home and couldn’t keep our hands off each other which was so nice. We made burrito bowls and then watched mamma mia. We had such a lovely time chatting in bed tonight and she was really sensitive to head tonight which was soo good. It was just such a nice time with her",
        "image": "april7.jpeg",
        "date": "20230425"
    },
    {
        "text": "We watched walter mitty which is such an amazing movie and lucy and I took an intimacy edible which was so much fun. We had such a good time in bed and I really miss her a lot. She’s gorgeous and I’m so grateful that i’m with someone who i love entirely        ",
        "image": "april7.jpeg",
        "date": "20230506"
    },
    {
        "text": "I’m grateful for the day with Lucy. It’s been so nice hanging out with her all day. I met her at the train station with some flowers which was really fun and I’m really glad I did it, and then we went home and some lovely and loving sex it was so so nice. We did some errands and ended up in central park and had just the best conversations ever it’s so nice to be with her and it’s so easy to communicate and it’s also just so much fun. I feel like she really gets me and it’s really nice to be with her",
        "image": "april7.jpeg",
        "date": "20230513"
    }
  ]